[LocAdmin_Strings]
FO_Chest_EndGameTreasure=;;???;;;;Die Piratentruhe;;???;;;;;;;;Пиратский сундук;;;
INFO_EndGameMilten01_1=You've been acting very strange on the ship.;;Du hast dich auf dem Schiff sehr seltsam verhalten.;;Zachowywałeś się bardzo dziwnie na statku.;;Ты вёл себя очень странно на корабле.;;;
INFO_EndGameMilten01_2=What do you mean?;;Was meinst du?;;Co masz na myśli?;;Что ты имеешь в виду?;;;
INFO_EndGameMilten01_3=I think something is bothering you. You barely talk to anyone and act like a recluse.;;Ich glaube, dass dich etwas bedrückt. Du sprichst kaum mit jemandem und verhälst dich ,wie ein Einsiedler;;Myślę, że coś cię trapi. Prawie się z nikim nie rozmawiasz i zachowujesz się jak odludek.;;Мне кажется, тебя что-то беспокоит. Ты почти ни с кем не общаешься и ведёшь себя как затворник.;;;
INFO_EndGameMilten01_4=I really feel out of place.;;Ich fühle mich wirklich fehl am Platz.;;;Naprawdę czuję się nie na miejscu.;;Я действительно чувствую себя не на том месте.;;;
INFO_EndGameMilten01_5=Previously, I knew the intentions of the team well and could make decisions along with the rest.;;Ich kannte die Absichten des Teams schon im Voraus und konnte mit den anderen Entscheidungen treffen.;;Wcześniej dobrze znałem zamiary zespołu i mogłem podejmować decyzje wraz z resztą.;;Раньше я хорошо знал план команды и мог принимать решения вместе с остальными.;;;
INFO_EndGameMilten01_6=But on Khorinis, while you were slaying dragons and demons, I spent most of my time at the monastery.;;Aber auf Khorinis habe ich die meiste Zeit im Kloster verbracht, während ihr Drachen und Dämonen erschlagen habt.;;Jednak na Khorinis, kiedy ty zabijałeś smoki i demony, ja spędziłem większość czasu w klasztorze.;;Однако на Хоринисе, пока вы убивали драконов и демонов, я большую часть времени отсиживался в Монастыре.;;;
INFO_EndGameMilten01_7=I see. It was hard not to notice.;;Das verstehe ich. Es war schwer, das nicht zu bemerken.;;Rozumiem. Ciężko było nie zauważyć.;;Понимаю. Так сразу бы и сказал.;;;
INFO_EndGameMilten01_8=If you want, I'll tell you everything you might have missed on Khorinis.;;Wenn du willst, erzähle ich dir alles, was du auf Khorinis verpasst hast.;;Jeśli chcesz, opowiem ci wszystko, co mogłeś przegapić na Khorinis.;;Если хочешь, я расскажу тебе всё, что ты мог пропустить на Хоринисе.;;;
INFO_EndGameMilten01_9=I don't think that would be a bad idea.;;Ich denke, das ist keine schlechte Idee.;;Myślę, że nie byłby to zły pomysł.;;Думаю, это было бы не лишним.;;;
INFO_EndGameMilten02_1=It all started in Xardas tower.;;Alles begann, im Turm von Xardas.;;Wszystko zaczęło się w wieży Xardasa.;;Всё началось в башне Ксардаса.;;;
INFO_EndGameMilten02_2=He pulled me out from under the rubble of the Temple of the Dreamer, but only to send me back on an important mission.;;Er hat mich aus den Trümmern des Tempel's des Schläfer's befreit, aber nur, um mich wieder auf eine wichtige Mission zu schicken.;;Wyciągnął mnie spod gruzów Świątyni Śniącego, ale tylko po to, by wysłać mnie z powrotem na ważną misję.;;Он вытащил меня из-под завала в Храме Спящего, но только затем, чтобы снова отправить на важное задание.;;;
INFO_EndGameMilten02_3=I was supposed to get the Eye of Innos for him. But first I had to somehow get an audience with Lord Hagen.;;Ich sollte das Auge Innos für ihn besorgen, aber zuerst musste ich irgendwie zu Lord Hagen kommen.;;Miałem zdobyć dla niego Oko Innosa. Ale najpierw musiałem jakoś uzyskać audiencję u Lorda Hagena.;;Я должен был раздобыть для него Глаз Инноса. Но сначала нужно было как-то попасть на аудиенцию к лорду Хагену.;;;
INFO_EndGameMilten02_4=No one is allowed in the upper part of the city, except for citizens. So I decided to become an apprentice to one of the craftsmen.;;Niemand außer den einflussreichen Bürgern der Stadt ,darf das obere Viertel betreten. Also beschloss ich, bei einem der Handwerker im Handwerksviertel in die Lehre zu gehen.;;Nikt nie ma wstępu do górnej części miasta, z wyjątkiem obywateli. Postanowiłem więc zostać czeladnikiem jednego z rzemieślników.;;В верхний квартал не пускают никого, кроме граждан города. Поэтому я решил стать учеником одного из мастеров в ремесленном квартале.;;;
INFO_EndGameMilten02_5=Who did you choose?;;Für wen hast du dich entschieden?;;Kogo wybrałeś?;;И кого же ты выбрал?;;;
INFO_EndGameMilten03_1=As far as I know, paladins wouldn't let an ordinary citizen into their commander.;;Soweit ich weiß, würden die Paladine gewöhnliche Bürger nicht zu ihrem Kommandanten vorlassen.;;Z tego co wiem paladyni nie wpuściliby zwykłego obywatela do swojego dowódcy.;;Насколько я знаю паладинов, обычных граждан они бы не пустили к своему командиру.;;;
INFO_EndGameMilten03_2=Of course not. First, I had to enlist the support of one of the powerful Khorinis factions.;;Nein, natürlich nicht. Zuerst musste ich die Unterstützung einer der mächtigen Fraktionen in Khorinis gewinnen.;;Oczywiście, że nie. Najpierw musiałem pozyskać wsparcie jednej z potężnych frakcji Khorinis.;;Конечно, нет. Сперва мне пришлось заручиться поддержкой одной из могущественных фракций Хориниса.;;;
INFO_EndGameMilten03_3=About Innos. Became a paladin?;;Möge Innos über dich wachen. Bist du ein Paladin geworden?;;O Innosie. Zostałeś paladynem?;;Храни меня Иннос. Неужто ты стал паладином?;;;
INFO_EndGameMilten04_1=With the magic of Innos and the weapons of the paladins, I gained great power.;;Mit der Magie von Innos und den Waffen der Paladine ,erlangte ich die Macht.;;Dzięki magii Innosa i broni paladynów zdobyłem wielką moc.;;С магией Инноса и оружием паладинов я обрёл огромную силу.;;;
INFO_EndGameMilten05_1=Did Lord Hagen give you the Eye of Innos?;;Hat Lord Hagen dir das Auge Innos gegeben?;;Czy Lord Hagen dał ci Oko Innosa?;;Лорд Хаген отдал тебе Глаз Инноса?;;;
INFO_EndGameMilten05_2=First, he asked me to get proof of the existence of dragons. But you already remember that.;;Zuerst bat er mich, einen Beweis für die Existenz der Drachen zu besorgen. Aber das weißt du ja schon.;;Najpierw poprosił mnie o zdobycie dowodu na istnienie smoków. Jednak to już pamiętasz.;;Сначала он попросил меня добыть доказательства существования драконов. Впрочем, это ты и сам помнишь.;;;
INFO_EndGameMilten05_3=Finally, the amulet landed in my hands. Unfortunately, Beliar's minions managed to damage it.;;Schließlich gelangte das Amulett in meine Hände. Leider hatten die Schergen Beliar's geschafft, es zu beschädigen.;;W końcu amulet trafił w moje ręce. Niestety sługom Beliara udało się go uszkodzić.;;В конце концов, амулет оказался у меня в руках. К сожалению, приспешники Белиара успели его повредить.;;;
INFO_EndGameMilten05_4=I needed Vatras' help to repair the Eye. The old mage sent me to a lost valley called Jarkendar.;;Ich brauchte die Hilfe von Vatras, um das Auge zu reparieren. Der alte Magier schickte mich in ein verstecktes Tal namens Jharkendar.;;Potrzebowałem pomocy Vatrasa, by naprawić Oko. Stary mag wysłał mnie do zaginionej doliny zwanej Jarkendarem.;;Для починки Глаза мне понадобилась помощь Ватраса. Старый маг отправил меня в затерянную Долину Яркендар.;;;
INFO_EndGameMilten05_5=There I had to fight our old friend Raven.;;Dort musste ich gegen unseren alten Freund Raven kämpfen.;;Tam musiałem walczyć z naszym starym znajomym Krukiem.;;Там мне престояло сразиться с нашим старым знакомым Вороном.;;;
INFO_EndGameMilten05_6=I remember that villain! Please tell me you dealt with it.;;Ich erinnere mich an diesen Schurken! Bitte sag mir, dass du dich um ihn gekümmert hast.;;Pamiętam tego złoczyńcę! Proszę, powiedz, że się z nim uporałeś.;;Я помню этого негодяя! Пожалуйста, скажи, что ты с ним расправился.;;;
INFO_EndGameMilten05_7=The raven became food for the worms. I held his gun in my hands. Beliar's Claw Mighty Sword.;;Der Dreckskerl wurde Futter für die Würmer. Ich hielt seine Waffe in meinen Händen. Die mächtige Klaue Beliar's.;;Kruk został karmą dla robaków. Dzierżyłem jego broń w swoich rękach. Potężny miecz Szpon Beliara.;;Ворон отправился кормить червей. А мне в руки попало его оружие. Мощный двуручный меч Коготь Белиара.;;;
INFO_EndGameMilten05_8=I heard about this weapon. It is said to have the power of the Dark God himself.;;Ich habe von dieser Waffe gehört. Es heißt, sie besäße die Macht des Belari's selbst.;;Słyszałem o tej broni. Mówi się, że ma moc samego Mrocznego Boga.;;Я слышал об этом оружии. Говорят, оно обладает властью самого Тёмного Бога.;;;
INFO_EndGameMilten05_9=What happened to Beliar's Claw?;;Was geschah mit der Klaue?;;Co się stało ze Szponem Beliara?;;Что стало с Когтем Белиара?;;;
INFO_EndGameMilten06_1=All right. What was next?;;Nun, okay. Und was geschah dann?;;W porządku. Co było dalej?;;Ну, хорошо. И что было дальше?;;;
INFO_EndGameMilten06_2=You already know the rest. We went to the Court of Irdorath on Esmeralda, killed the Undead Dragon and saved the world.;;Den Rest kennst du bereits. Wir fuhren mit der Esmeralda zu den Hallen von Irdorath, töteten den untoten Drachen und retteten die Welt.;;Resztę już wiesz. Udaliśmy się na Dwór Irdorath na Esmeraldzie, zabiliśmy Smoka Ożywieńca i ocaliliśmy świat.;;А дальше ты и сам знаешь. Мы отправились в Чертоги Ирдората на Эсмеральде, убили дракона-нежить и спасли мир.;;;
INFO_EndGameMilten06_3=Are you feeling better now?;;Geht es dir jetzt besser?;;Czy czujesz się teraz lepiej?;;Теперь тебе стало легче?;;;
INFO_EndGameMilten06_4=Yes. I don't think I missed anything important.;;Ich scheine nichts Wichtiges verpasst zu haben.;;Tak. Wydaje mi się, że nie przegapiłem niczego ważnego.;;Да. Кажется, ничего важного я не упустил.;;;
INFO_EndGameMilten06_5=Anyway, it's over. Now we have to think about more important things.;;Auf jeden Fall liegt das alles hinter uns. Jetzt haben wir wichtigere Dinge, über die wir nachdenken müssen.;;W każdym razie to już koniec. Teraz musimy pomyśleć o ważniejszych rzeczach.;;В любом случае, всё это позади. Теперь нужно думать о более важных вещах.;;;
INFO_EndGameChoice1=Harad - master blacksmith.;;Harad, Meister der Schmiedekunst.;;Harada - mistrza kowalstwa.;;Харада - мастера-кузнеца.;;;
INFO_EndGameChoice1_1=I see. It even suits you.;;Aha, ich verstehe. Das sieht dir sehr ähnlich.;;Rozumiem. To nawet do ciebie pasuje.;;Понимаю. Это очень на тебя похоже.;;;
INFO_EndGameChoice2=Bosper - master hunter.;;Bosper, der Meisterjäger.;;Bospera - mistrza myśliwstwa.;;Боспера - мастера-охотника.;;;
INFO_EndGameChoice2_1=Was it so? A very unusual choice.;;Wirklich? Eine sehr ungewöhnliche Wahl.;;Czy tak było? Bardzo nietypowy wybór.;;Правда? Очень необычный выбор.;;;
INFO_EndGameChoice3=Constantino - a master of alchemy.;;Constantino, Meister der Alchemie.;;Constantino - mistrza alchemii.;;Константино - мастера-алхимика.;;;
INFO_EndGameChoice3_1=A good choice. I would do the same.;;Gute Entscheidung. Ich hätte dasselbe getan.;;Dobry wybór. Zrobiłbym tak samo.;;Хороший выбор. Я бы поступил так же.;;;
INFO_EndGameChoice4=Of course not. I joined Lee and his men.;;Nein, natürlich nicht. Ich habe mich Lee und seinen Leuten angeschlossen.;;Oczywiście, że nie. Dołączyłem do Lee i jego ludzi.;;Разумеется, нет. Я примкнул к Ли и его ребятам.;;;
INFO_EndGameChoice4_1=Oh yes. Now everything makes sense.;;Ach ja. Jetzt ergibt alles einen Sinn.;;O tak. Teraz wszystko ma sens.;;Ах, да. Теперь всё становится на свои места.;;;
INFO_EndGameChoice5=The waves of the sea have had a bad effect on you. Have you already forgotten that I entered a convent?;;Das Schaukeln auf dem Meer hat mir übel mitgespielt. Hast du schon vergessen, dass ich dem Kloster beigetreten bin?;;Morskie fale miały na ciebie zły wpływ. Czy już zapomniałeś, że wstąpiłem do klasztoru?;;Морская качка плохо повлияла на тебя. Ты уже забыл, что я вступил в Монастырь?;;;
INFO_EndGameChoice6=Yeah. And let me tell you a secret, it turned out to be quite easy.;;Nun, ja. Ich verrate dir ein Geheimnis: Es war ganz einfach.;;No tak. I zdradzę ci sekret, okazało się to być całkiem łatwe.;;Ну, да. И скажу по секрету, это оказалось проще простого.;;;
INFO_EndGameChoice7=I chose the path of shield and sword and forged a light but powerful blade from the ore.;;Ich wählte den Weg des Schild's und des Schwert's und schmiedete eine leichte, aber mächtige Klinge aus Erz;;Wybrałem ścieżkę tarczy i miecza i wykułem z rudy lekkie, ale potężne ostrze;;Я выбрал путь щита и меча и сковал из руды лёгкий, но прочный клинок.;;;
INFO_EndGameChoice8=I chose the path of the sword and forged a huge two-handed blade from the ore.;;Ich wählte den Weg des Schwert's und schmiedete eine riesige zweihändige Klinge aus Erz.;;Wybrałem ścieżkę miecza i wykułem z rudy ogromne dwuręczne ostrze.;;Я выбрал путь меча и сковал из руды огромный двуручный клинок.;;;
INFO_EndGameChoice9=I gave it to Saturas to get rid of that cursed sword once and for all.;;Ich habe es Saturas gegeben, um dieses verfluchte Schwert ein für alle Mal loszuwerden.;;Dałem go Saturasowi, by raz na zawsze pozbył się tego przeklętego miecza.;;Я отдал его Сатурасу, чтобы он избавился от проклятого меча раз и навсегда.;;;
INFO_EndGameChoice9_1=Yeah. That will probably be better for everyone.;;Nun, ja. Das ist wahrscheinlich das Beste für alle.;;No tak. Tak będzie chyba lepiej dla wszystkich.;;Ну, да. Наверно, так будет лучше для всех.;;;
INFO_EndGameChoice10=I used the sword to make a magic rune out of it.;;Ich habe das Schwert benutzt, um daraus eine magische Rune herzustellen.;;Użyłem miecza, by stworzyć z niego magiczną runę.;;Я использовал меч, чтобы создать из него магическую руну.;;;
INFO_EndGameChoice10_1=Without this weapon, we wouldn't be able to deal with the Undead Dragon, right? I see.;;Ohne diese Waffe könnten wir nicht mit dem untoten Drachen fertig werden, oder? Ich verstehe.;;Bez tej broni nie bylibyśmy w stanie poradzić sobie ze Smokiem Ożywieńcem, racja? Rozumiem.;;Без этого оружия мы бы не смогли справиться с драконом-нежитью, да? Понимаю.;;;
INFO_EndGameChoice11=I took the sword for myself to use its power.;;Ich nahm das Schwert an mich, um seine Macht zu nutzen.;;Wziąłem miecz dla siebie, aby użyć jego mocy.;;Я забрал меч себе, чтобы воспользоваться его силой.;;;
